const lrc = `[ti:enfp统治银河系]
[ar:饼饼BingBing/谢琴刚]
[by:词：饼饼/谢琴刚 | 曲：饼饼/谢琴刚 | 编曲：谢琴刚/IOF | 制作人：饼饼 | 音频编辑：Lil Nickle | 混音工程师：Lil Nickle/郭子鑫xx | 母带工程：Lil Nickle | 录音工程：谢琴刚 | 和声配唱：王一凡 | 协力制作人：邵钎 | 封面设计：翡翠-FAICHUI | 项目企划：Godfrey/刘悦然 | 歌曲统筹：刘悦然/李韵捷/桑玉泓 | 营销：Zzt/黄馨漪 | 总策划：杰森/余祖意 | 出品：索尼音乐 | 总监制：陈国威Andrew Chan@索尼音乐]

[00:00.00]饼饼：
[00:01.00]受够一成不变的 Boring Life
[00:04.00]要做多少事情能让世界记住
[00:07.00]全力以赴的生活不代表
[00:09.00]每个事情都要有个 DeadLine
[00:12.00]不要给我摆出一副急促的样子
[00:15.00]怠慢 不屑一顾态度
[00:17.00]哥们儿做事从来不留退路
[00:20.00]整个宇宙只有我最酷
[00:23.00]想要旅游 想要玩
[00:25.00]想要发呆
[00:26.00]想要坐在我的工位摸鱼
[00:29.00]和朋友 叙个旧
[00:31.00]怕孤单
[00:32.00]不想每天都要躲在我的公寓发霉
[00:37.00]你可以不懂
[00:39.00]我的所有
[00:40.00]我想要对你慢慢地说
[00:44.00]饼饼：
[00:45.00]讨厌无聊的生活
[00:47.00]因为我是 E.N.F.P.
[00:49.00]在我身边有快乐的超能力
[00:52.00]阳光透过云层的缝隙
[00:55.00]说走就走
[00:56.00]逃离设定的轨迹
[00:58.00]一个人的时候我也偶尔 EMO
[01:01.00]原谅我的情绪化和不切实际
[01:04.00]新鲜感是我最大的魅力
[01:07.00]明早起床我要
[01:09.00]统治银河系
[01:12.00]谢琴刚：
[01:13.00]让EMO情绪全走开
[01:15.00]我的计划不需要等待
[01:17.00]清除今天所有负状态
[01:19.00]哪怕阴天我也I Don't Care
[01:22.00]时刻充沛精力
[01:24.00]熬夜到通宵赶飞机
[01:26.00]所有E.N.F.P.在明早统治银河系
[01:31.00]饼饼：
[01:32.00]Yeah
[01:33.00]我像个孩子没有戒备心
[01:35.00]情绪总是起伏没有任何原因
[01:38.00]直觉 我总是跟着直觉走
[01:40.00]从不内耗 事情不好直接吼
[01:43.00]我很在意你的感受
[01:45.00]对待每个朋友我都真诚毫无保留
[01:48.00]除了卧室有一点乱
[01:50.00]有个地方睡觉就够
[01:53.00]谢琴刚：
[01:54.00]让时针转动滴答 给你回应
[01:57.00]这世界 有太多浪漫等你经历
[02:00.00]饼饼：
[02:01.00]你可以不懂我的所有
[02:04.00]我想对你慢慢地说
[02:08.00]饼饼：
[02:09.00]讨厌无聊的生活
[02:11.00]因为我是 E.N.F.P.
[02:13.00]在我身边有快乐的超能力
[02:16.00]阳光透过云层的缝隙
[02:19.00]说走就走
[02:20.00]逃离设定的轨迹
[02:22.00]一个人的时候我也偶尔 EMO
[02:25.00]原谅我的情绪化和不切实际
[02:28.00]新鲜感是我最大的魅力
[02:31.00]明早起床我要
[02:33.00]统治银河系
[02:36.00]谢琴刚：
[02:37.00]让EMO情绪全走开
[02:39.00]我的计划不需要等待
[02:41.00]清除今天所有负状态
[02:43.00]哪怕阴天我也I Don't Care
[02:46.00]时刻充沛精力
[02:48.00]熬夜到通宵赶飞机
[02:50.00]所有E.N.F.P.在明早统治银河系`;