const lrc = `[ti:海街寺庙]
[ar:吴垚滔（七月的星期七）]
[by:作词：七月的星期七 | 作曲：七月的星期七]

[00:00.00]When I swam down the street 
[00:03.00]当我沿着街道游来游去
[00:06.00]human are hurrying to and fro
[00:09.00]人类来回奔波
[00:12.00]Countless figures passed me by
[00:15.00]无数个身影从我身边走过
[00:18.00]Trying to blend into the crowd
[00:21.00]试图混入人群
[00:24.00]你看这个世界早已被
[00:27.00]茫茫的海水吞没
[00:30.00]人们在生老病死的齿轮
[00:33.00]云下寻觅着因果
[00:36.00]无边的雾霭遮住了
[00:39.00]通往天堂的时间枷锁
[00:42.00]我站在沉昏的海底街道
[00:45.00]眺望着前方未知
[00:48.00]烟火那是短暂生命
[00:51.00]绽放后的绚丽啊
[00:54.00]可也将化为尘埃
[00:57.00]融入那片黑暗中
[01:00.00]孩提耄耋不过短短几步的风景
[01:06.00]身边亲人为何要
[01:09.00]不眠地奔跑离我而去
[01:12.00]我追不上他们
[01:15.00]日益模糊的身影
[01:18.00]只是后来太阳再没了泪滴
[01:24.00]我乘着渔船漂浮于世间百宴
[01:30.00]身后没归途前方灯火照人烟
[01:36.00]我望见乌鸦游过路旁的墓田
[01:42.00]漆黑的羽翼融化作白发三千
[01:48.00]我们错误的陷入
[01:51.00]人世罗网一晃就是好多年
[01:54.00]有人生来住在宫殿
[01:57.00]有人挣扎于午夜
[02:00.00]我追寻人心的深度
[02:03.00]却只看到了薄浅
[02:06.00]或许医院白布会
[02:09.00]比教堂祈祷更纯洁
[02:12.00]我想奶奶口中的神明
[02:15.00]也许真的存在啊
[02:18.00]他们收藏世人灵魂
[02:21.00]和那遗留的思念
[02:24.00]不要害怕通往终点的旅途
[02:27.00]会再没有光线
[02:30.00]即使黑夜吞噬白昼
[02:33.00]也会有那萤火浮现
[02:36.00]我自诩一辈子都不会忘的眷恋
[02:42.00]在念念不忘的岁月中找不见
[02:48.00]我乘着渔船沉沦于世俗百宴
[02:54.00]身后是灯火前方漫漫红花园
[03:00.00]我挥手告别人间芳菲四月天
[03:06.00]拥挤的海街寺庙依旧无人烟`;