const lrc = `[ti:快乐崇拜]
[ar:潘玮柏、张韶涵]
[by:作词：林夕、潘玮柏 | 作曲：Turtles | 编曲：马毓芬]

[00:00.00]男：One two three four
[00:02.00]合：忘记了姓名的请跟我来
[00:05.00]现在让我们向快乐崇拜
[00:08.00]放下了包袱的请跟我来
[00:11.00]传开去建立个快乐的时代
[00:14.00]男：快乐到底属于哪个年代
[00:16.00]70 80 90 还是Y世代
[00:19.00]翻开历史课本答案就算仔细找
[00:22.00]也会找不到 背也会背不好
[00:25.00]合：放松 让我来说
[00:27.00]男：什么年代吹着什么样的风 Er.
[00:30.00]我拿着我的麦克风
[00:32.00]唱出OLD SCHOOL SHOW
[00:34.00]YALL READY TO ROLL
[00:35.00]70的年代 复古我最HIGH
[00:38.00]合：DISCO FEVER
[00:39.00]从来不肯SAY GOODBYE
[00:41.00]男：只有放放放克才能酷
[00:44.00]男男女女老老少少
[00:45.00]我们穿着喇叭裤
[00:47.00]合：Yo 爆炸头在望春风
[00:49.00]男：左右摇摆上下一指神功 Er.
[00:52.00]黑白电视可能无法感受
[00:55.00]但相信你们可以悟出黑色幽默
[00:58.00]女：忘了你存在 有什么期待
[01:01.00]欢乐你邀请它一定来
[01:04.00]与其渴望关怀
[01:06.00]不如一起精彩 快乐会传染
[01:09.00]请你慷慨COME ON
[01:12.00]男：相恋的失恋的请跟我来
[01:15.00]一边跳一边向快乐崇拜
[01:18.00]开心不开心的都跟我来
[01:21.00]美丽而神圣的时光不等待
[01:24.00]到了80年代 要喊什么
[01:26.00]B BOYS B GIRLS
[01:27.00]LET'S MAKE SOME NOISE
[01:29.00]女：要穿什么呢
[01:30.00]男：MMMM...
[01:31.00]紧裤子 紧上衣
[01:33.00]秀出你的身材 有人露出金牙
[01:35.00]千万不要惊讶 嘻哈正在发芽
[01:38.00]别拔它假牙
[01:39.00]合：LOCKIN POPPIN WE DANCING
[01:41.00]AIN'T NO STOPPING 跟我一起唱
[01:44.00]男：快乐崇拜 快乐无害
[01:47.00]虽然快乐像个病毒 病毒会传染
[01:50.00]90年我们等待千禧年
[01:52.00]PARTY 电子音乐疯狂玩整夜
[01:55.00]合：HIP HOP FOR LIFE THAT'RIGHT
[01:57.00]男：每个人嘴里喊着WESTSIDE
[02:00.00]管你是不是真正PARTY 天才
[02:03.00]扬起你的嘴角
[02:04.00]跟我快乐崇拜
[02:06.00]女：忘了你存在
[02:08.00]男：存在
[02:09.00]女：有什么期待
[02:11.00]男：期待
[02:12.00]女：欢乐你邀请它一定来
[02:15.00]与其渴望关怀
[02:17.00]不如一起精彩 快乐会传染
[02:20.00]请你慷慨 come on
[02:23.00]合：忘记了姓名的请跟我来
[02:26.00]现在让我们向快乐崇拜
[02:29.00]放下了包袱的请跟我来
[02:32.00]传开去建立个快乐的时代
[02:35.00]男：现代 这个匆忙时代
[02:37.00]虽然少了时间
[02:38.00]但千万不要倦怠
[02:40.00]今天的事交给今天去做
[02:42.00]因为明天才有很多时间一起去疯
[02:45.00]Yo 放肆的节奏
[02:47.00]看你放肆的互动
[02:49.00]看你放肆的感动
[02:51.00]看我放肆的创作
[02:53.00]要我怎么再说
[02:54.00]People feel my flow
[02:56.00]看我拿着麦克风
[02:58.00]唱出快乐的 show
[03:00.00]女：忘了你存在 有什么期待
[03:03.00]欢乐你邀请它一定来
[03:06.00]与其渴望关怀
[03:08.00]不如一起精彩 快乐会传染
[03:11.00]请你慷慨 come on
[03:14.00]合：相恋的失恋的请跟我来
[03:17.00]一边跳一边向快乐崇拜
[03:20.00]开心不开心的都跟我来
[03:23.00]美丽而神圣的时光不等待`;