const lrc = `[ti:坏心情]
[ar:Lambert]
[by:作词：Lambert | 作曲：Lambert | 编曲：nemyA | 制作人：郑翰文、沈炳@Flowsixteen | 混音工程师：AiChen、Pily | 母带工程师：Pily | 统筹：胡艺伟、张小申 | 宣传：吴佳琳、浠浠 | 封面设计：甘露 | 总企划：郑翰文、沈炳@Flowsixteen | 未经许可,不得翻唱或使用]

[00:00.00]窗外在下着雨
[00:03.00]音响跳 播到 聒噪歌曲
[00:06.00]翻来覆去重复那几句坏心情 
[00:10.00]该往哪里去平静生活
[00:13.00]总是出问题
[00:15.00]如果做错了 god forgive me 
[00:18.00]不想每天 垂着脑袋
[00:21.00]背着现实 的无 奈
[00:24.00]有时怀疑 this ain't real
[00:27.00]怎么能 每件事情
[00:29.00]都在期望门外 滞留 
[00:32.00]不知何时在陌生人面前
[00:35.00]习惯低头 why 前方 堆满了阻碍
[00:38.00]乌云 挂上 眉头
[00:41.00]没有 时光机 没法回头 
[00:44.00]朋友都在说it's all right
[00:47.00]烦恼别藏进脑袋
[00:49.00]有些真心话可以听听
[00:52.00]其他别理睬
[00:54.00]We just do it for life 该学会去忍耐
[00:57.00]但并 没那么 简单 now I realize
[01:01.00]窗外在下着雨
[01:04.00]音响跳播到聒噪歌曲
[01:07.00]翻来覆去重复那几句坏心情 
[01:11.00]该往哪里去 平静生活 总是出问题
[01:16.00]如果做错了 god forgive me 
[01:19.00]不想每天 垂着脑袋
[01:22.00]背着现实的无奈
[01:25.00]每天盼望 幸福 快点到来
[01:28.00]新的一年 能给我 多点爱 
[01:31.00]但现在 我还在噩梦中 没醒来
[01:36.00]到底 要多久 把所有 都想明白
[01:40.00]雨停止之后的天空
[01:43.00]不再有阴霾 信念 无声地萌发 
[01:47.00]熬过了漫长等待
[01:49.00]我卸下了负担
[01:52.00]任由那 心潮在澎湃 
[01:55.00]把那 心事都写进日记本
[01:58.00]说声晚安
[02:01.00]朋友都在说it's all right
[02:04.00]烦恼别藏进脑袋
[02:06.00]有些真心话可以听听其他别理睬
[02:11.00]We just do it for life 该学会去忍耐
[02:14.00]但并 没那么 简单 now I realize
[02:18.00]窗外在下着雨
[02:21.00]音响跳播到聒噪歌曲
[02:24.00]翻来覆去重复那几句坏心情 
[02:28.00]该往哪里去平静生活
[02:31.00]总是出问题
[02:33.00]如果做错了 god forgive me 
[02:36.00]不想每天 垂着脑袋
[02:39.00]背着现实的无奈
[02:42.00]每天盼望 幸福 快点到来
[02:45.00]新的一年 能给我 多点爱 
[02:48.00]但现在 我还在噩梦中
[02:51.00]没醒来 到底要多久
[02:54.00]把所有 都想明白`;